---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Mechanical.DuctFittingAndAccessoryPressureDropUIDataItem
source: html/fc52d00f-72c3-a49d-ff03-775aa342841f.htm
---
# DuctFittingAndAccessoryPressureDropUIDataItem Members

Releases all resources used by the DuctFittingAndAccessoryPressureDropUIDataItem